[
{"section": [], "heading": ["cricket", "economy", "tv", "brand post", "cricket", "india news", "india news", "india news", "tv", "patna news", "india news", "world news", "news", "public health", "bollywood", "india news", "exam results", "health", "health", "cricket", "competitive exams", "business", "trending", "tennis", "mumbai news", "world news", "bollywood", "bollywood", "india news", "cricket"], "headline": ["\nT20 World Cup: Pakistan name Haris Rauf, Mohammad Hafeez in 15-member squad\n", "\nFiscal Federalism and Centrally Sponsored Schemes\n", "\nSidharth’s family issues statement after his death: ‘Keep him in your thoughts’\n", "\nUse this Binance Referral code to get 50% off on crypto trading fees!\n", "\n‘India always fight back strongly’: Moeen Ali names ‘biggest threat’ for England\n", "\nTesting our patience: SC slams Centre over passing of Tribunals Reforms Act\n", "\nIndia has administered at least 680 million Covid vaccine doses till now\n", "\n‘Himachal emerged as champion’: PM lauds state for 100% 1st dose vaccination\n", "\nBigg Boss Telugu 5 with Nagarjuna as host launched, 18 contestants in the show\n", "\nCM launches work on Patna’s 1st double-decker flyover on Ashok Rajpath\n", "\nKarnataka municipal polls 2021: Counting of votes underway\n", "Panjshir: Pak Air Force dropped bombs via drones to help Taliban, say reports", "\nSchools reopen for students of classes 6 to 8 in Karnataka\n", "\nSelecting the most effective nudge: Evidence from immunisation study\n", "\nKangana says entering ‘toxic’ Bollywood is like breaching Great Wall of China\n", "\nKerala Nipah outbreak: Efforts on to trace source of infection\n", "\nSchools and colleges in Sikkim reopen after 6 months for senior classes\n", "\nAnkita's Monday is about active recovery, says to be healthy listen to the body\n", "\nPeriod cramps? Effective remedies to deal with Dysmenorrhoea\n", "\nNasser Hussain hails India’s tailenders for making ‘important contribution’\n", "\nNEET 2021 admit card expected this week at nta.ac.in\n", "\nBanks to remain closed for 5 days this week. Check details here\n", "\n20-feet-long snake bites zookeeper, he shares scary video. Clip goes viral\n", "\nKrejcikova beats Muguruza to reach US Open quarter-finals\n", "\nBuilder stabbed to death on way to temple in Mumbai’s Virar\n", "\nWorks of 3 Indian directors to feature at Toronto film festival\n", "\nFans wonder why young Shanaya Kapoor is ‘so angry’ in family photo from 2007\n", "\nRahul Roy's advice to young actors so that they don't end up on 'deathbed'\n", "\nIndia records 219 Covid-19 fatalities, lowest in 167 days\n", "\n'The more you are in this situation, the worse it will get': Zaheer Khan\n"], "readmore": []}
]