[
{"section": "Latest", "heading": [], "headline": ["As the Afghanistan situation since the Taliban takeover continues to dominate global concerns, the 13th Brics Summit chaired by PM Modi Thursday underscored the priority of fighting terrorism, including preventing attempts by outfits to use the Afghan territory as a terrorist sanctuary and to carry out attacks against other countries.", "The US does not look at the impact of the Taliban takeover of Afghanistan through an \"India lens\", the US state department’s Hindi and Urdu language spokesperson, Zed Tarar, said, responding to a question from TOI as to whether the US was concerned about the impact of the Taliban takeover on India’s national security.", "Two decades after the Twin Towers fell, what challenges do terrorists and their old and new backers pose?", "All the 21 players of the Indian Test squad have tested negative for Covid-19, a development that clears the decks for the fifth Test against England to proceed as scheduled from Friday after the uncertainty triggered by a positive case in the visiting contingent. The entire Indian group had to undergo RT-PCR tests after assistant physio Yogesh Parmar tested positive for COVID-19 on Thursday.", "Two decades after the Twin Towers fell, what challenges do terrorists and their old and new backers pose? ", " Ganesh Chaturthi, also known as Vinayak Chaturthi is a festival that celebrates the birth of Ganesha.", "When debris from the destruction of the twin towers settled that day, Indian security planners began to join the dots. Could it be, they wondered, that the hijacking of Indian Airlines flight IC-814 in December 1999 was a dry run for 9/11? Two decades later, that’s an accepted fact.", "Americans auto giants don’t seem to get it right when it comes to making cars and motorcycles for Indians. After the exit of General Motors and Harley-Davidson, it’s now the turn of another iconic brand Ford to quit India.", "Daily cases of Covid-19 in India dropped below 40,000 a day after reporting more than 43,000 new infections, as Kerala recorded a dip in numbers on Thursday.", "The Supreme Court has reiterated that mutation of property in revenue records neither creates nor extinguishes the title to a property and the title of a property can only be decided by a competent civil court.", " Continuing its good run for the third year in a row, IIT-Madras has topped the ‘India Rankings 2021’ released by the ministry of education on Thursday, while in the colleges category Delhi’s Miranda House and Lady Shri Ram College for Women retained the first and second positions among the top 100. IIT-Madras also retained top position in the ‘engineering’ and ‘overall’ categories.", "The income tax department on Thursday extended the due date for filing income tax returns (ITR) for financial year 2020-21 till December 31. The due date was earlier extended till September 31 for individuals and till November 30 for companies, mainly in wake of the challenges faced by people due to the Covid-19 pandemic.", " Unravelling ancient history in Tamil Nadu, chief minister M K Stalin announced in the state assembly on Thursday that the Thamirabarani civilisation was 3,200 years old. This was based on carbon dating analysis of paddy with soil found in a burial urn in Sivakalai in Thoothukudi district.", "Former Congress president Rahul Gandhi arrived at the Mata Vaishno Devi temple on foot from Katra on the first day of his two-day trip to Jammu on Thursday."], "readmore": []}
]